Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# friends.chat.image.save_permission_denied
source: Allow photo access in Settings to save images from chat.
ar: اسمح بالوصول إلى الصور في الإعدادات لحفظ صور الدردشة.
bg: Разрешете достъп до Снимки в Настройки, за да запазвате изображения от чата.
bn: চ্যাট থেকে ছবি সংরক্ষণ করতে সেটিংসে ফটো অ্যাক্সেস দিন।
ca: Permet l'accés a Fotos a Configuració per desar imatges del xat.
cs: Povolte v Nastavení přístup k fotkám, abyste mohli ukládat obrázky z chatu.
da: Giv adgang til billeder i Indstillinger for at gemme billeder fra chat.
de: Erlaube den Fotozugriff in den Einstellungen, um Bilder aus dem Chat zu speichern.
el: Επιτρέψτε την πρόσβαση στις Φωτογραφίες από τις Ρυθμίσεις για αποθήκευση εικόνων από τη συνομιλία.
es: Permite el acceso a Fotos en Ajustes para guardar imágenes del chat.
et: Luba seadetes juurdepääs fotodele, et vestlusest pilte salvestada.
fa: برای ذخیره تصاویر از چت، در تنظیمات دسترسی عکس را فعال کنید.
fi: Salli kuvien käyttö Asetuksissa, jotta voit tallentaa kuvia chatista.
fil: Payagan ang access sa Mga Larawan sa Settings para mag-save ng mga larawan mula sa chat.
fr: Autorisez l’accès aux photos dans Réglages pour enregistrer les images du chat.
he: אפשר גישה לתמונות בהגדרות כדי לשמור תמונות מהצ'אט.
hi: चैट से तस्वीरें सहेजने के लिए सेटिंग्स में फोटो एक्सेस दें।
hr: Dopusti pristup fotografijama u Postavkama za spremanje slika iz chata.
hu: A csevegés képeinek mentéséhez engedélyezd a Fotók hozzáférést a Beállításokban.
id: Izinkan akses foto di Pengaturan untuk menyimpan gambar dari chat.
is: Leyfðu aðgang að myndum í Stillingum til að vista myndir úr spjalli.
it: Consenti l'accesso alle foto in Impostazioni per salvare immagini dalla chat.
ja: チャットの画像を保存するには、設定で写真へのアクセスを許可してください。
ko: 채팅의 이미지를 저장하려면 설정에서 사진 접근을 허용하세요.
lt: Leiskite prieigą prie nuotraukų nustatymuose, kad išsaugotumėte vaizdus iš pokalbio.
lv: Lai saglabātu attēlus no tērzēšanas, atļaujiet piekļuvi fotoattēliem sadaļā Iestatījumi.
nb: Gi tilgang til Bilder i Innstillinger for å lagre bilder fra chat.
nl: Sta fototoegang toe in Instellingen om afbeeldingen uit de chat op te slaan.
nn: Gje tilgang til Bilete i Innstillingar for å lagre bilete frå chat.
pl: Zezwól na dostęp do zdjęć w Ustawieniach, aby zapisywać obrazy z czatu.
pt_br: Permita acesso às Fotos nos Ajustes para salvar imagens do chat.
ro: Permite accesul la Poze în Configurări pentru a salva imagini din chat.
ru: Разрешите доступ к фото в Настройках, чтобы сохранять изображения из чата.
sk: Povoľte prístup k fotkám v Nastaveniach, aby ste mohli ukladať obrázky z chatu.
sl: V Nastavitvah dovoli dostop do fotografij za shranjevanje slik iz klepeta.
sr: Dozvolite pristup fotografijama u Podešavanjima da biste sačuvali slike iz ćaskanja.
sv: Tillåt bildåtkomst i Inställningar för att spara bilder från chatten.
sw: Ruhusu ufikiaji wa picha kwenye Mipangilio ili kuhifadhi picha kutoka kwenye gumzo.
ta: அரட்டையிலிருந்து படங்களை சேமிக்க, அமைப்புகளில் புகைப்பட அணுகலை அனுமதிக்கவும்.
th: อนุญาตการเข้าถึงรูปภาพในตั้งค่าเพื่อบันทึกรูปจากแชท
tr: Sohbetten görsel kaydetmek için Ayarlar'da Fotoğraflar erişimine izin verin.
uk: Дозвольте доступ до фото в Налаштуваннях, щоб зберігати зображення з чату.
ur: چیٹ سے تصاویر محفوظ کرنے کے لیے سیٹنگز میں تصاویر تک رسائی دیں۔
vi: Cho phép truy cập Ảnh trong Cài đặt để lưu ảnh từ chat.
zh_hans: 请在“设置”中允许访问照片，以保存聊天中的图片。
zh_hant: 請在「設定」中允許存取照片，以儲存聊天中的圖片。

# friends.chat.image.saved
source: Saved
ar: تم الحفظ
bg: Запазено
bn: সংরক্ষিত
ca: Desat
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
et: Salvestatud
fa: ذخیره شد
fi: Tallennettu
fil: Na-save
fr: Enregistré
he: נשמר
hi: सहेजा गया
hr: Spremljeno
hu: Mentve
id: Tersimpan
is: Vistað
it: Salvata
ja: 保存済み
ko: 저장됨
lt: Išsaugota
lv: Saglabāts
nb: Lagret
nl: Opgeslagen
nn: Lagra
pl: Zapisano
pt_br: Salvo
ro: Salvată
ru: Сохранено
sk: Uložené
sl: Shranjeno
sr: Sačuvano
sv: Sparad
sw: Imehifadhiwa
ta: சேமிக்கப்பட்டது
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
ur: محفوظ ہوا
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

# friends.chat.loading
source: Loading messages...
ar: جارٍ تحميل الرسائل...
bg: Зареждане на съобщения...
bn: বার্তা লোড হচ্ছে...
ca: S'estan carregant els missatges...
cs: Načítání zpráv...
da: Indlæser beskeder...
de: Nachrichten werden geladen...
el: Φόρτωση μηνυμάτων...
es: Cargando mensajes...
et: Sõnumeid laaditakse...
fa: در حال بارگذاری پیام‌ها...
fi: Ladataan viestejä...
fil: Naglo-load ng mga mensahe...
fr: Chargement des messages...
he: טוען הודעות...
hi: संदेश लोड हो रहे हैं...
hr: Učitavanje poruka...
hu: Üzenetek betöltése...
id: Memuat pesan...
is: Hleð skilaboðum...
it: Caricamento messaggi...
ja: メッセージを読み込み中...
ko: 메시지 불러오는 중...
lt: Įkeliamos žinutės...
lv: Ielādē ziņojumus...
nb: Laster meldinger...
nl: Berichten laden...
nn: Lastar meldingar...
pl: Ładowanie wiadomości...
pt_br: Carregando mensagens...
ro: Se încarcă mesajele...
ru: Загрузка сообщений...
sk: Načítavajú sa správy...
sl: Nalaganje sporočil...
sr: Učitavanje poruka...
sv: Läser in meddelanden...
sw: Inapakia ujumbe...
ta: செய்திகள் ஏற்றப்படுகின்றன...
th: กำลังโหลดข้อความ...
tr: Mesajlar yükleniyor...
uk: Завантаження повідомлень...
ur: پیغامات لوڈ ہو رہے ہیں...
vi: Đang tải tin nhắn...
zh_hans: 正在加载消息...
zh_hant: 正在載入訊息...

# friends.chat.messageAction
source: Message
ar: رسالة
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fa: پیام
fi: Viesti
fil: Mensahe
he: הודעה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ko: 메시지
lt: Žinutė
lv: Ziņojums
nb: Melding
nl: Bericht
nn: Melding
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sr: Poruka
sv: Meddelande
sw: Ujumbe
ta: செய்தி
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام
vi: Nhắn tin
zh_hans: 消息
zh_hant: 訊息

# friends.chat.messageFriend
source: Message %@
ar: مراسلة %@
bg: Съобщение до %@
bn: %@-কে বার্তা পাঠান
ca: Missatge a %@
cs: Napsat %@
da: Besked til %@
de: Nachricht an %@
el: Μήνυμα προς %@
es: Mensaje a %@
et: Saada sõnum kasutajale %@
fa: پیام به %@
fi: Viesti käyttäjälle %@
fil: Mensahe kay %@
fr: Message à %@
he: שלח הודעה ל-%@
hi: %@ को संदेश
hr: Pošalji poruku korisniku %@
hu: Üzenet %@ részére
id: Kirim pesan ke %@
is: Skilaboð til %@
it: Messaggio a %@
ja: %@にメッセージ
ko: %@님에게 메시지 보내기
lt: Žinutė %@
lv: Ziņa %@
nb: Melding til %@
nl: Bericht naar %@
nn: Melding til %@
pl: Napisz do %@
pt_br: Mensagem para %@
ro: Mesaj către %@
ru: Сообщение %@
sk: Správa pre %@
sl: Sporočilo za %@
sr: Pošalji poruku korisniku %@
sv: Meddelande till %@
sw: Tuma ujumbe kwa %@
ta: %@-க்கு செய்தி
th: ส่งข้อความถึง %@
tr: %@ kişisine mesaj gönder
uk: Написати %@
ur: %@ کو پیغام
vi: Nhắn tin cho %@
zh_hans: 发消息给 %@
zh_hant: 傳訊給 %@

# friends.chat.newMessages
source: New messages
ar: رسائل جديدة
bg: Нови съобщения
bn: নতুন বার্তা
ca: Missatges nous
cs: Nové zprávy
da: Nye beskeder
de: Neue Nachrichten
el: Νέα μηνύματα
es: Nuevos mensajes
et: Uued sõnumid
fa: پیام‌های جدید
fi: Uusia viestejä
fil: Mga bagong mensahe
fr: Nouveaux messages
he: הודעות חדשות
hi: नए संदेश
hr: Nove poruke
hu: Új üzenetek
id: Pesan baru
is: Ný skilaboð
it: Nuovi messaggi
ja: 新しいメッセージ
ko: 새 메시지
lt: Nauji pranešimai
lv: Jauni ziņojumi
nb: Nye meldinger
nl: Nieuwe berichten
nn: Nye meldingar
pl: Nowe wiadomości
pt_br: Novas mensagens
ro: Mesaje noi
ru: Новые сообщения
sk: Nové správy
sl: Nova sporočila
sr: Nove poruke
sv: Nya meddelanden
sw: Ujumbe mpya
ta: புதிய செய்திகள்
th: ข้อความใหม่
tr: Yeni mesajlar
uk: Нові повідомлення
ur: نئے پیغامات
vi: Tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息

# friends.chat.openFailed
source: Couldn't open chat.
ar: تعذر فتح الدردشة.
bg: Чатът не можа да се отвори.
bn: চ্যাট খোলা যায়নি।
ca: No s'ha pogut obrir el xat.
cs: Chat se nepodařilo otevřít.
da: Kunne ikke åbne chat.
de: Chat konnte nicht geöffnet werden.
el: Δεν ήταν δυνατό το άνοιγμα της συνομιλίας.
es: No se pudo abrir el chat.
et: Vestluse avamine nurjus.
fa: باز کردن چت ممکن نشد.
fi: Keskustelua ei voitu avata.
fil: Hindi mabuksan ang chat.
fr: Impossible d’ouvrir le chat.
he: לא ניתן היה לפתוח את הצ'אט.
hi: चैट खोली नहीं जा सकी।
hr: Nije moguće otvoriti chat.
hu: Nem sikerült megnyitni a csevegést.
id: Tidak dapat membuka chat.
is: Ekki tókst að opna spjall.
it: Impossibile aprire la chat.
ja: チャットを開けませんでした。
ko: 채팅을 열 수 없습니다.
lt: Nepavyko atidaryti pokalbio.
lv: Neizdevās atvērt tērzēšanu.
nb: Kunne ikke åpne chat.
nl: Kon chat niet openen.
nn: Klarte ikkje å opne chat.
pl: Nie udało się otworzyć czatu.
pt_br: Não foi possível abrir o chat.
ro: Chatul nu a putut fi deschis.
ru: Не удалось открыть чат.
sk: Chat sa nepodarilo otvoriť.
sl: Klepeta ni bilo mogoče odpreti.
sr: Otvaranje ćaskanja nije uspelo.
sv: Kunde inte öppna chatten.
sw: Imeshindikana kufungua gumzo.
ta: அரட்டையைத் திறக்க முடியவில்லை.
th: เปิดแชทไม่ได้
tr: Sohbet açılamadı.
uk: Не вдалося відкрити чат.
ur: چیٹ نہیں کھولی جا سکی۔
vi: Không thể mở chat.
zh_hans: 无法打开聊天。
zh_hant: 無法開啟聊天。

# friends.chat.placeholder
source: Message
ar: رسالة
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fa: پیام
fi: Viesti
fil: Mensahe
he: הודעה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ko: 메시지
lt: Žinutė
lv: Ziņojums
nb: Melding
nl: Bericht
nn: Melding
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sr: Poruka
sv: Meddelande
sw: Ujumbe
ta: செய்தி
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# friends.chat.preview_label.opened
source: Opened
ar: تم الفتح
bg: Отворено
bn: খোলা হয়েছে
ca: Obert
cs: Otevřeno
da: Åbnet
de: Geöffnet
el: Ανοίχτηκε
es: Abierto
et: Avatud
fa: باز شد
fi: Avattu
fil: Nabuksan
fr: Ouvert
he: נפתח
hi: खोला गया
hr: Otvoreno
hu: Megnyitva
id: Dibuka
is: Opnað
it: Aperto
ja: 開封済み
ko: 열람함
lt: Atidaryta
lv: Atvērts
nb: Åpnet
nl: Geopend
nn: Opna
pl: Otwarto
pt_br: Aberta
ro: Deschis
ru: Открыто
sk: Otvorené
sl: Odprto
sr: Otvoreno
sv: Öppnat
sw: Imefunguliwa
ta: திறக்கப்பட்டது
th: เปิดแล้ว
tr: Açıldı
uk: Відкрито
ur: کھولا گیا
vi: Đã mở
zh_hans: 已打开
zh_hant: 已開啟

# friends.chat.preview_label.received
source: Received
ar: تم الاستلام
bg: Получено
bn: গৃহীত
ca: Rebut
cs: Přijato
da: Modtaget
de: Erhalten
el: Παραλήφθηκε
es: Recibido
et: Saadud
fa: دریافت شد
fi: Vastaanotettu
fil: Natanggap
fr: Reçu
he: התקבל
hi: प्राप्त हुआ
hr: Primljeno
hu: Fogadva
id: Diterima
is: Móttekið
it: Ricevuto
ja: 受信済み
ko: 받음
lt: Gauta
lv: Saņemts
nb: Mottatt
nl: Ontvangen
nn: Motteke
pl: Otrzymano
pt_br: Recebida
ro: Primit
ru: Получено
sk: Prijaté
sl: Prejeto
sr: Primljeno
sv: Mottaget
sw: Imepokelewa
ta: பெறப்பட்டது
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
ur: موصول ہوا
vi: Đã nhận
zh_hans: 已接收
zh_hant: 已收到

# friends.chat.preview_label.sent
source: Sent
ar: تم الإرسال
bg: Изпратено
bn: পাঠানো
ca: Enviat
cs: Odesláno
da: Sendt
de: Gesendet
el: Εστάλη
es: Enviado
et: Saadetud
fa: ارسال شد
fi: Lähetetty
fil: Naipadala
fr: Envoyé
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
lt: Išsiųsta
lv: Nosūtīts
nb: Sendt
nl: Verzonden
nn: Sendt
pl: Wysłano
pt_br: Enviada
ro: Trimis
ru: Отправлено
sk: Odoslané
sl: Poslano
sr: Poslato
sv: Skickat
sw: Imetumwa
ta: அனுப்பப்பட்டது
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
ur: بھیجا گیا
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已送出

# friends.chat.preview.image
source: Photo
ar: صورة
bg: Снимка
bn: ছবি
ca: Foto
cs: Fotka
da: Foto
de: Bild
el: Φωτογραφία
es: Foto
et: Pilt
fa: عکس
fi: Kuva
fil: Larawan
he: תמונה
hi: फ़ोटो
hr: Fotografija
hu: Fotó
id: Foto
is: Mynd
it: Foto
ja: 写真
ko: 사진
lt: Nuotrauka
lv: Foto
nb: Bilde
nl: Foto
nn: Bilete
pl: Zdjęcie
pt_br: Foto
ro: Fotografie
ru: Фото
sk: Fotka
sl: Slika
sr: Fotografija
sv: Bild
sw: Picha
ta: படம்
th: รูปภาพ
tr: Fotoğraf
uk: Фото
ur: تصویر
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# friends.chat.preview.sharedShift
source: Shared a shift
ar: شارك وردية
bg: Сподели смяна
bn: একটি শিফট শেয়ার করেছে
ca: Ha compartit un torn
cs: Sdílel(a) směnu
da: Delte en vagt
de: Hat eine Schicht geteilt
el: Μοιράστηκε μια βάρδια
es: Compartió un turno
et: Jagas vahetust
fa: یک شیفت را به اشتراک گذاشت
fi: Jakoi vuoron
fil: Nagbahagi ng shift
fr: A partagé un shift
he: שיתף משמרת
hi: एक शिफ्ट साझा की
hr: Podijelio smjenu
hu: Megosztott egy műszakot
id: Membagikan shift
is: Deildi vakt
it: Ha condiviso un turno
ja: シフトを共有しました
ko: 근무 공유
lt: Pasidalijo pamaina
lv: Kopīgoja maiņu
nb: Delte en vakt
nl: Deelde een dienst
nn: Delte ei vakt
pl: Udostępnił(a) zmianę
pt_br: Compartilhou um turno
ro: A partajat un schimb
ru: Поделился сменой
sk: Zdieľal zmenu
sl: Delil izmeno
sr: Podelio/la smenu
sv: Delade ett arbetspass
sw: Ameshiriki zamu
ta: ஒரு ஷிப்டை பகிர்ந்தார்
th: แชร์กะงาน
tr: Bir vardiya paylaştı
uk: Поділився зміною
ur: ایک شفٹ شیئر کی
vi: Đã chia sẻ ca làm
zh_hans: 分享了一个班次
zh_hant: 分享了班次

# friends.chat.preview.unsupported
source: Unsupported message
ar: رسالة غير مدعومة
bg: Неподдържано съобщение
bn: অসমর্থিত বার্তা
ca: Missatge no compatible
cs: Nepodporovaná zpráva
da: Ikke-understøttet besked
de: Nicht unterstützte Nachricht
el: Μη υποστηριζόμενο μήνυμα
es: Mensaje no compatible
et: Sõnumit ei toetata
fa: پیام پشتیبانی‌نشده
fi: Viestiä ei tueta
fil: Hindi suportadong mensahe
fr: Message non pris en charge
he: הודעה לא נתמכת
hi: असमर्थित संदेश
hr: Nepodržana poruka
hu: Nem támogatott üzenet
id: Pesan tidak didukung
is: Óstudd skilaboð
it: Messaggio non supportato
ja: 未対応のメッセージ
ko: 지원되지 않는 메시지
lt: Nepalaikoma žinutė
lv: Neatbalstīta ziņa
nb: Melding støttes ikke
nl: Niet-ondersteund bericht
nn: Meldinga blir ikkje støtta
pl: Nieobsługiwana wiadomość
pt_br: Mensagem não suportada
ro: Mesaj nesuportat
ru: Неподдерживаемое сообщение
sk: Nepodporovaná správa
sl: Nepodprto sporočilo
sr: Nepodržana poruka
sv: Meddelandet stöds inte
sw: Ujumbe hautumiki
ta: ஆதரிக்கப்படாத செய்தி
th: ข้อความไม่รองรับ
tr: Desteklenmeyen mesaj
uk: Непідтримуване повідомлення
ur: غیر معاونت یافتہ پیغام
vi: Tin nhắn không được hỗ trợ
zh_hans: 不支持的消息
zh_hant: 不支援的訊息

# friends.chat.previewLabel.new
source: New
ar: جديد
bg: Ново
bn: নতুন
ca: Nou
cs: Nová
da: Ny
de: Neu
el: Νέο
es: Nuevo
et: Uus
fa: جدید
fi: Uusi
fil: Bago
fr: Nouveau
he: חדש
hi: नया
hr: Novo
hu: Új
id: Baru
is: Nýtt
it: Nuovo
ja: 新着
ko: 새 메시지
lt: Nauja
lv: Jauns
nb: Ny
nl: Nieuw
nn: Ny
pl: Nowa
pt_br: Novo
ro: Nou
ru: Новое
sk: Nové
sl: Novo
sr: Novo
sv: Ny
sw: Mpya
ta: புதியது
th: ใหม่
tr: Yeni
uk: Нове
ur: نیا
vi: Mới
zh_hans: 新
zh_hant: 新

# friends.chat.reaction.failed
source: Could not update reaction. Try again.
ar: تعذّر تحديث التفاعل. حاول مرة أخرى.
bg: Не можа да се актуализира реакцията. Опитайте отново.
bn: রিঅ্যাকশন আপডেট করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut actualitzar la reacció. Torna-ho a provar.
cs: Reakci se nepodařilo aktualizovat. Zkuste to znovu.
da: Kunne ikke opdatere reaktionen. Prøv igen.
de: Reaktion konnte nicht aktualisiert werden. Erneut versuchen.
el: Δεν ήταν δυνατή η ενημέρωση της αντίδρασης. Δοκιμάστε ξανά.
es: No se pudo actualizar la reacción. Inténtalo de nuevo.
et: Reaktsiooni ei saanud uuendada. Proovi uuesti.
fa: به‌روزرسانی واکنش ممکن نشد. دوباره تلاش کنید.
fi: Reaktion päivittäminen epäonnistui. Yritä uudelleen.
fil: Hindi ma-update ang reaksyon. Subukan muli.
fr: Impossible de mettre à jour la réaction. Réessayez.
he: לא ניתן לעדכן את התגובה. נסה שוב.
hi: प्रतिक्रिया अपडेट नहीं हो सकी। फिर से कोशिश करें।
hr: Nije moguće ažurirati reakciju. Pokušajte ponovno.
hu: Nem sikerült frissíteni a reakciót. Próbáld újra.
id: Tidak dapat memperbarui reaksi. Coba lagi.
is: Ekki tókst að uppfæra viðbragð. Reyndu aftur.
it: Impossibile aggiornare la reazione. Riprova.
ja: リアクションを更新できませんでした。再試行してください。
ko: 반응을 업데이트할 수 없습니다. 다시 시도하세요.
lt: Nepavyko atnaujinti reakcijos. Bandykite dar kartą.
lv: Neizdevās atjaunināt reakciju. Mēģiniet vēlreiz.
nb: Kunne ikke oppdatere reaksjonen. Prøv igjen.
nl: Kon reactie niet bijwerken. Probeer het opnieuw.
nn: Kunne ikkje oppdatere reaksjonen. Prøv igjen.
pl: Nie udało się zaktualizować reakcji. Spróbuj ponownie.
pt_br: Não foi possível atualizar a reação. Tente novamente.
ro: Nu s-a putut actualiza reacția. Încearcă din nou.
ru: Не удалось обновить реакцию. Попробуйте снова.
sk: Reakciu sa nepodarilo aktualizovať. Skúste znova.
sl: Reakcije ni bilo mogoče posodobiti. Poskusite znova.
sr: Nije moguće ažurirati reakciju. Pokušajte ponovo.
sv: Kunde inte uppdatera reaktionen. Försök igen.
sw: Haikuweza kusasisha mwitikio. Jaribu tena.
ta: ரியாக்ஷனை புதுப்பிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: อัปเดตรีแอ็กชันไม่ได้ ลองอีกครั้ง
tr: Tepki güncellenemedi. Tekrar deneyin.
uk: Не вдалося оновити реакцію. Спробуйте ще раз.
ur: ری ایکشن اپ ڈیٹ نہ ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không thể cập nhật phản ứng. Hãy thử lại.
zh_hans: 无法更新回应。请重试。
zh_hant: 無法更新表情反應。請再試一次。

# friends.chat.reason.harassment
source: Harassment or bullying
ar: تحرش أو تنمر
bg: Тормоз или тормозене
bn: হয়রানি বা বুলিং
ca: Assetjament o bullying
cs: Obtěžování nebo šikana
da: Chikane eller mobning
de: Belästigung oder Mobbing
el: Παρενόχληση ή εκφοβισμός
es: Acoso o intimidación
et: Ahistamine või kiusamine
fa: آزار یا قلدری
fi: Häirintä tai kiusaaminen
fil: Pangha-harass o pambu-bully
fr: Harcèlement ou intimidation
he: הטרדה או בריונות
hi: उत्पीड़न या बुलिंग
hr: Uznemiravanje ili zlostavljanje
hu: Zaklatás vagy megfélemlítés
id: Pelecehan atau perundungan
is: Áreitni eða einelti
it: Molestie o bullismo
ja: 嫌がらせ・いじめ
ko: 괴롭힘 또는 따돌림
lt: Priekabiavimas ar patyčios
lv: Uzmākšanās vai iebiedēšana
nb: Trakassering eller mobbing
nl: Intimidatie of pesten
nn: Trakassering eller mobbing
pl: Nękanie lub zastraszanie
pt_br: Assédio ou bullying
ro: Hărțuire sau intimidare
ru: Домогательства или травля
sk: Obťažovanie alebo šikana
sl: Nadlegovanje ali ustrahovanje
sr: Uznemiravanje ili zlostavljanje
sv: Trakasserier eller mobbning
sw: Unyanyasaji au uonevu
ta: தொல்லை அல்லது துன்புறுத்தல்
th: การคุกคามหรือการกลั่นแกล้ง
tr: Taciz veya zorbalık
uk: Домагання або булінг
ur: ہراسانی یا غنڈہ گردی
vi: Quấy rối hoặc bắt nạt
zh_hans: 骚扰或霸凌
zh_hant: 騷擾或霸凌

# friends.chat.reason.hate
source: Hateful or discriminatory content
ar: محتوى ينطوي على كراهية أو تمييز
bg: Съдържание с омраза или дискриминация
bn: ঘৃণামূলক বা বৈষম্যমূলক বিষয়বস্তু
ca: Contingut d'odi o discriminatori
cs: Nenávistný nebo diskriminační obsah
da: Hadefuldt eller diskriminerende indhold
de: Hasserfüllte oder diskriminierende Inhalte
el: Μισαλλόδοξο ή διακριτικό περιεχόμενο
es: Contenido de odio o discriminatorio
et: Vihkav või diskrimineeriv sisu
fa: محتوای نفرت‌انگیز یا تبعیض‌آمیز
fi: Vihamielinen tai syrjivä sisältö
fil: Mapoot o mapandiskriminang nilalaman
fr: Contenu haineux ou discriminatoire
he: תוכן שונא או מפלה
hi: घृणास्पद या भेदभावपूर्ण सामग्री
hr: Sadržaj mržnje ili diskriminacije
hu: Gyűlöletkeltő vagy diszkriminatív tartalom
id: Konten kebencian atau diskriminatif
is: Hatursfullt eða mismunandi efni
it: Contenuti offensivi o discriminatori
ja: 憎悪的または差別的な内容
ko: 혐오 또는 차별적 콘텐츠
lt: Neapykantą kurstantis ar diskriminuojantis turinys
lv: Naidīgs vai diskriminējošs saturs
nb: Hatfullt eller diskriminerende innhold
nl: Hatelijke of discriminerende inhoud
nn: Hatefullt eller diskriminerande innhald
pl: Treści pełne nienawiści lub dyskryminacyjne
pt_br: Conteúdo de ódio ou discriminatório
ro: Conținut instigator la ură sau discriminatoriu
ru: Оскорбительный или дискриминационный контент
sk: Nenávistný alebo diskriminačný obsah
sl: Sovražna ali diskriminatorna vsebina
sr: Sadržaj mržnje ili diskriminacije
sv: Hatiskt eller diskriminerande innehåll
sw: Maudhui ya chuki au ubaguzi
ta: வெறுப்பூட்டும் அல்லது பாகுபாடான உள்ளடக்கம்
th: เนื้อหาแสดงความเกลียดชังหรือเลือกปฏิบัติ
tr: Nefret içeren veya ayrımcı içerik
uk: Ворожий або дискримінаційний вміст
ur: نفرت انگیز یا امتیازی مواد
vi: Nội dung thù ghét hoặc phân biệt đối xử
zh_hans: 仇恨或歧视性内容
zh_hant: 仇恨或歧視內容

# friends.chat.reason.inappropriateProfile
source: Inappropriate profile or conduct
ar: ملف شخصي أو سلوك غير لائق
bg: Неподходящ профил или поведение
bn: অনুপযুক্ত প্রোফাইল বা আচরণ
ca: Perfil o conducta inadequats
cs: Nevhodný profil nebo chování
da: Upassende profil eller adfærd
de: Unangemessenes Profil oder Verhalten
el: Ακατάλληλο προφίλ ή συμπεριφορά
es: Perfil o conducta inapropiados
et: Sobimatu profiil või käitumine
fa: پروفایل یا رفتار نامناسب
fi: Sopimaton profiili tai käytös
fil: Hindi angkop na profile o asal
fr: Profil ou comportement inapproprié
he: פרופיל או התנהגות לא הולמים
hi: अनुचित प्रोफ़ाइल या व्यवहार
hr: Neprimjeren profil ili ponašanje
hu: Nem megfelelő profil vagy viselkedés
id: Profil atau perilaku yang tidak pantas
is: Óviðeigandi prófíll eða hegðun
it: Profilo o comportamento inappropriati
ja: 不適切なプロフィールまたは行為
ko: 부적절한 프로필 또는 행동
lt: Netinkamas profilis ar elgesys
lv: Nepiemērots profils vai uzvedība
nb: Upassende profil eller oppførsel
nl: Ongepast profiel of gedrag
nn: Upassande profil eller åtferd
pl: Nieodpowiedni profil lub zachowanie
pt_br: Perfil ou conduta inadequados
ro: Profil sau comportament nepotrivit
ru: Неподходящий профиль или поведение
sk: Nevhodný profil alebo správanie
sl: Neprimeren profil ali vedenje
sr: Neprimeren profil ili ponašanje
sv: Olämplig profil eller beteende
sw: Wasifu au mwenendo usiofaa
ta: பொருத்தமற்ற சுயவிவரம் அல்லது நடத்தை
th: โปรไฟล์หรือพฤติกรรมที่ไม่เหมาะสม
tr: Uygunsuz profil veya davranış
uk: Неприйнятний профіль або поведінка
ur: نامناسب پروفائل یا رویہ
vi: Hồ sơ hoặc hành vi không phù hợp
zh_hans: 不当资料或行为
zh_hant: 不當個人檔案或行為

# friends.chat.reason.other
source: Other
ar: أخرى
bg: Друго
bn: অন্যান্য
ca: Altres
cs: Jiné
da: Andet
de: Andere
el: Άλλο
es: Otro
et: Muu
fa: سایر
fi: Muu
fil: Iba pa
fr: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
is: Annað
it: Altro
ja: その他
ko: 기타
lt: Kita
lv: Cits
nb: Annet
nl: Overig
nn: Anna
pl: Inne
pt_br: Outro
ro: Altul
ru: Другое
sk: Iné
sl: Drugo
sr: Drugo
sv: Annat
sw: Nyingine
ta: மற்றவை
th: อื่นๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# friends.chat.reason.sexual
source: Sexual content
ar: محتوى جنسي
bg: Сексуално съдържание
bn: যৌন বিষয়বস্তু
ca: Contingut sexual
cs: Sexuální obsah
da: Seksuelt indhold
de: Sexuelle Inhalte
el: Σεξουαλικό περιεχόμενο
es: Contenido sexual
et: Seksuaalne sisu
fa: محتوای جنسی
fi: Seksuaalinen sisältö
fil: Sekswal na nilalaman
fr: Contenu sexuel
he: תוכן מיני
hi: यौन सामग्री
hr: Seksualni sadržaj
hu: Szexuális tartalom
id: Konten seksual
is: Kynferðislegt efni
it: Contenuti sessuali
ja: 性的な内容
ko: 성적 콘텐츠
lt: Seksualinis turinys
lv: Seksuāls saturs
nb: Seksuelt innhold
nl: Seksuele inhoud
nn: Seksuelt innhald
pl: Treści seksualne
pt_br: Conteúdo sexual
ro: Conținut sexual
ru: Сексуальный контент
sk: Sexuálny obsah
sl: Spolna vsebina
sr: Seksualni sadržaj
sv: Sexuellt innehåll
sw: Maudhui ya kingono
ta: பாலியல் உள்ளடக்கம்
th: เนื้อหาทางเพศ
tr: Cinsel içerik
uk: Сексуальний вміст
ur: جنسی مواد
vi: Nội dung tình dục
zh_hans: 色情内容
zh_hant: 色情內容

# friends.chat.reason.spam
source: Spam
ar: رسائل مزعجة
bg: Спам
bn: স্প্যাম
el: Ανεπιθύμητα μηνύματα
et: Rämpspost
fa: هرزنامه
fi: Roskaposti
he: ספאם
hi: स्पैम
hr: Neželjena pošta
is: Ruslpóstur
ja: スパム
ko: 스팸
lt: Šlamštas
lv: Mēstules
ru: Спам
sl: Neželena pošta
sw: Barua taka
ta: ஸ்பாம்
th: สแปม
uk: Спам
ur: اسپام
zh_hans: 垃圾信息
zh_hant: 垃圾訊息
